---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.HVACLoadSpaceType
source: html/56c146bd-552c-1462-ed8b-b034f981fd15.htm
---
# HVACLoadSpaceType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.